[
  {
    "time": "Mon 3:43am",
    "messages": [
      "Hey I don’t know if you remember me especially since we barely interacted in school but I held your hand that one time when your cousin died in that car crash. It was a long time ago so I don’t know if you remember. I used to think your cousin was hot, by the way, so I was sad when he died too. So I’m sorry I’m sending you this so late at night but I just don’t know who to talk to. My grandma died, but it’s not like I could really talk to her anyway. But like I miss having the routine of going up to her room each day to check up on her even though I used to be mad that my mom basically forced me to live with her and take care of her. My mom never visited her. Not that I want my mom around anyway, I don’t want to talk to her. I’d rather be alone forever than have to listen to her lecture me about how much of a loser I am.",
      "And anyway I don’t have to be alone I can get guys to hook up with me because I’m cute any time I want. But most of them are boring and don’t care what I have to say either. I’m scared of them too. It’s gotten so that I can’t even have sex anymore unless I hold a stun gun against the guy the whole time because I don’t trust them at all. I don’t even know if I shock them when we’re having sex if it will shock me too but I don’t know what else to do to feel safe. I always put a protection spell on myself too that I learned online and a hex on the guy to make him weaker and more obedient but I don’t even know if that stuff works. I just found it online and there’s no way to test if it’s real so I that’s why I have to use the stun gun too. Most guys are freaked out by it and will just leave but some of them are ok to do it that way. There was one guy who was kind of into it, he was really shy so maybe he liked being dommed or whatever. I have no interest in being a dom but I also don’t mind I guess.",
      "He used to come over a lot. His name is Andrew. We were even kind of boyfriend and girlfriend for a while. I was so happy at first. He didn’t even care how messy my room is and he seemed to like me. He didn’t say much but I could talk to him at least. I was so happy when we first started it really felt like maybe everything was solved and I could finally be comfortable. But it’s never solved. Things never stop they just keep going and you can’t just stay comfortable because something else bad always happens. I started to get worried that he had a crush on my adderall dealer because she’s objectively really hot. I’m cute but I know she’s hotter than me. She’s the kind of girl who would have bullied me in high school. She’s nice to me though.",
      "But I give her money all the time so it’s not like I can trust that she’s my real friend.",
      "I don’t even know if anything ever happened between her and Andrew but I couldn’t stop worrying about it. I couldn’t sleep anymore. So once when he wasn’t around and I felt so stressed and worried I took a whole bottle of double strength cough syrup. I just wanted to go somewhere else for a while, get a break from everything. But when it kicked in the opposite happened. I finally realized that there is nowhere else. Even when you’re dead, you don’t go anywhere. All there is is this. There’s no relief when you're dead because you’re not around to feel relief. You are only ever alive. I don’t know how to explain it, it doesn’t make sense when I write it out. But I know it now and I can’t forget. Now even when I’m watching anime or Felicity or porn or whatever, I realize I’m still just where I am. I’m always here and I always feel like this. There is nothing other than this and its forever. So that’s why I’m sending you this because there’s no one else I can talk to and I don’t know what else to do.",
      "I know its weird I’m sorry.",
      "I don’t know who else to talk to. Sometimes I think my adderal dealer is my friend, but that’s probably stupid. You can’t trust anyone you give money to. That’s why I stopped seeing my therapist too. How can I assume she cares about me when like if I don’t see her then she doesn’t get paid? I could never make her understand what’s wrong anyway. I keep trying to describe how I feel, like everything’s rotting, the whole universe is bad, like everything is bad and rotting all the time but she doesn’t know what I’m talking about. I tell her that everything feels yellow to me but she doesn’t get it. I sent her the ugly color of yellow that I mean but she thinks yellow looks nice and cheerful even if I send her the ugliest one I can find. Piss is cheerful to her I guess? Whatever. I just can’t stand how everyone’s always trying to get your money all the time.",
      "At least its straight forward with my dealer. Not like when you sign a lease and you know all that text is just telling you how fucked you are. If you sign up for a job too. Most job postings are scams and even the real ones are still basically scams. You get nothing. I lucked out because mom never bothered to understand grandma’s situation so I got her social security checks. So I could just live in her basement and I took care of her expenses and everything was fine. I did pretty good job with her even though I didn’t want to do that and my mom made me. My mom guilted me into doing it. That’s what happens when you care even a little and someone else doesn’t care at all: they have all the power and you have none. My mom wouldn’t have cared even a little if my grandma starved to death because she couldn’t take care of herself. So I had to do it because it made me so sad to think of her just stuck in this house with no one, not knowing what’s going on. That’s so scary, just being stuck in a house and starving to death because you don’t know what’s going on. I can’t get a cat either because if I die then the cat will be stuck in the house. They say the cat eats you when you die, but that would only last so long. Who would even notice if I was dead? How long would it take? I guess my dealer would notice I hadn’t bought anything in a while. Would she come check on me? What would she do when I didn’t answer the door or my phone? Break in? Call the police? She’s literally a drug dealer that would be so stupid.",
      "Her name is Hayleigh by the way. She’s in college and sells adderal to all the college kids and also to me. She’s in a sorority of course. I met her because she posted something on craigslist. She doesn’t post there anymore because it was super risky but she didn’t know better at the time. When I don’t take adderal I’m just like in a fog and I can’t get out of bed or do anything. So I really lucked out that I found her because it’s not like I would have met her normally. We have nothing in common. But she is nice to me like I said. But still if I died in this house and I had a cat, no one would find me for a long time. My cat would eat me maybe, but then there wouldn’t be any food left.",
      "That’s so scary. I can’t even think about that. So that’s why I can’t have a cat because I can’t handle thinking about that. It’s not like anyone would notice if I stopped paying my internet bill. I guess someone might notice if I stopped filing her taxes after a whole year but her house is paid off so there’s no payment there.  I just use the social security check for internet and food. I used it for grandma’s medicine and stuff too back when she was alive. I got so scared when she died because I didn’t know what I was going to do. When Hayleigh came over my grandma’s body was still in her bedroom because I didn’t know what to do. I need those social security checks. I need to live in this house. I told Hayleigh what was going on. I was really freaking out, I think I started crying in front of her. I showed her my grandma’s body and told her I didn’t know what to do. She’s actually really smart and calm. She’s not like a ditz like I first thought she was just because she’s blonde and looks like she’s in Mean Girls I guess. She helped me calm down and gave me a glass of water and told me that she had a friend who could get rid of the body for me. Her friend ended up being super sketchy. He’s like a rich fratboy and goes to the business school but he’s really sketchy and he has some sketchy friends. I think he helps Hayleigh get the adderal through some connection but I’m not sure about that. He came over and his vibes were just incredibly bad. But he wrapped up my grandma in a rug like some dumb mob movie and took her body. I don’t know what he did with it but no cops or anyone ever showed up.",
      "The social security checks still get here every month and I can still live in this house and still buy food. I have to pay the guy back for getting rid of the body and that was super expensive but he’s letting me do it in installments so it’s not that bad. Luckily I can just give Hayleigh the money and she gives it to the guy so I don’t have to see him ever again. I’m sensitive to people’s vibes and his were the worst I’ve ever been around. After he was in my house, I burned sage and put salt all around the wall at the baseboard and put a spell on the whole house to keep him out and hopefully keep anyone else like that out. I haven’t tested to see if the spell works.",
      "I haven’t even had a guy over to hook up with in a while. It’s just me by myself and then Hayleigh comes over sometimes so I can buy aderral. I had broken up with Andrew already. I was just too stressed out all the time thinking that he might have a crush on Hayleigh. I was probably imagining it but I don’t know. It just made me so anxious. Sometimes I would feel like I was going to throw up. After I stopped responding to his texts and stopped seeing him I started to feel a little better. Luckily he never tried to come by the house after that. He just gave up on texting me after a while. Maybe he didn’t really care that much I don’t know. He did send some texts asking why I wasn’t talking to him. I get lonely sometimes but I don’t feel sick to my stomach anymore and I can sleep better. So I guess even though I said I feel exactly the same all the time that’s not true, sometimes I feel even worse. Being anxious like that is even worse than just feeling bored and like everything is rotting and soaked in piss.",
      "But I used to be able to get some relief sometimes by watching a show or reading fan fic online or masturbating or whatever. Ever since I took the bottle of cough syrup, there’s no relief anymore. I’m just always here and I always know I’m here and I can’t escape. I feel like I’m going crazy. I think I always used to think that when I die I would finally get some relief and it would feel like it was all over. I don’t believe in heaven or any of that but I was picturing what it felt like to fall asleep and then be asleep forever. Even if I didn’t realize it, that was always kind of in the back of my mind and it was comforting to have that idea. I didn’t realize it until it was gone. Now I know that death isn’t real and I’m always here. I mean, I’m definitely going to die and I’m sure dying will feel bad too. It will probably feel even worse than I’m expecting. But the moment of dying isn’t a moment of going somewhere else. Do you understand what I mean? I feel like I can’t explain it right. Like I will die but I won’t be dead. “I” won’t be dead. There’s no one who will be dead. So that means it’s going to be like this forever. Time keeps going forward forever but I’m also still here forever or it feels like it because I can’t feel not being here. I know I’m not explaining it right, it’s so frustrating. Anyway I really needed to vent to you because I can’t stand it anymore.",
      "I doesn’t even help to send it to you though :( I don’t know what you could say that would help. I had a huge crush on your cousin you know. It really fucked me up when he died. I had a crush on him that made it feel like if we could be together than everything would be ok after all. After he died, I never felt that way about anyone again. When you’re a teenager you’re stupid and don’t realize that feelings like that aren’t real. I wonder if it would have been better or worse if he hadn’t died. I think I held onto the feeling that crush gave me for a while even though it didn’t make sense and I knew it was impossible because he was dead. But even if we’d been together it would have gone the same way as it went with Andrew. It’s not like a movie where the people get together at the end and that solves everything. There’s always something else that happens afterward. I’m just so tired that things keep happening. I don’t have the energy to keep doing this for the rest of eternity. If I had more energy, I could have handled it if the guy had a crush on Hayleigh. I could have worked out a plan to make him like me more or make him stop liking her. Some people have the power to change other people’s minds like that, like my mom. I’d always start an argument with my mom so sure that she was wrong and I could show her she was wrong but then I always ended up doing what she wanted me to do anyway. Every single time. It’s just effortless for her, to mind control me like that. Maybe I could learn to do that to people but I don’t have the energy to figure it out. I just don’t want to have to. I don’t know."
    ]
  },
  {
    "time": "Tues 12:40am",
    "messages": [
      "Hey! I was thinking about you again today :)"
    ]
  },
  {
    "time": "Tues 4:25am",
    "messages": [
      "Hey! I’m working on a screenplay for an Ally McBeal reboot do you want to read it? lol",
      "<INSERT ALLY MCBEAL SCREENPLAY>",
      "That’s all I have so far, what do you think? lol"
    ]
  },
  {
    "time": "Wed 1:12am",
    "messages": [
      "This is really bad. Suddenly Conner wants all of his money right away. I had been told that I could pay him in increments but now he wants all the rest of it by next week. He came to my house too. I don’t know if the salt worked to keep him out because I wasn’t stupid enough to open the door all the way anyway I used the chain thing. I hope no one heard us talking but there’s no way I was going to let him in to talk. It’s a quiet neighborhood and it was late so it’s not like anyone was outside. I don’t know what to do! I don’t have that much money. I need to talk to Hayleigh about this. She’s supposed to come over tomorrow. I have to tell her what’s going on. Maybe she can tell me what to do. It’s her fault for introducing me to this awful fratboy asshole anyway. I knew the whole thing was a bad idea. I’m so anxious. I feel sick. I can’t stand it!",
      "Why does Conner get to have power over me? Why don’t I have any power? Because he’s stronger than me? Because he can talk in a scary tone of voice? Because he has scary friends who can back him up? He has friends and I have zero friends, that’s for sure. I should get a gun. I don’t know if I can even use it right, I feel like in the heat of the moment I would just mess everything up and look stupid. It makes me so mad. People like Conner and my mom can just do whatever they want and people like me can’t do anything. I hate everyone so much. The whole world is made for people like them. I’m just here to get kicked around and made fun of and they get to do whatever they want and never feel bad about it or feel anxious because nothing has ever gone wrong for them ever.",
      "I sound so pathetic. I’m sick of feeling sorry for myself. I have to face the fact that I’m never going to have power unless I do something. I just don’t have the energy! But it’s not like everything is just going to work out. And it’s not like I can just wait to die because I’m not going to get to enjoy being dead. I’m here forever and I have to do something but I can’t figure out what. My brain is so jumbled I can’t figure anything out. Hayleigh’s coming tomorrow I have to tell her about it, I don’t know what else to do."
    ]
  },
  {
    "time": "Wed 1:10pm",
    "messages": [
      "Ok Hayleigh says she’s going to talk to him so it might be ok. She doesn’t know why he’s being like this either. But it might still be ok if we can just go back to me paying in increments. She’s going to talk to him about it."
    ]
  },
  {
    "time": "Fri 3:43am",
    "messages": [
      "Hey! I tried to summon your cousin’s spirit last night. I can’t tell if it worked or not. If I focus really hard I feel like I can feel where he is but then I start to doubt myself and think I’m imagining it. I had to do a really complicated ritual. I even fasted for 12 hours beforehand like I was supposed to. Not that hard if I take a little extra adderal lol. If the ritual worked like it should he’s still in the circle I made next to my bed. Normally I’m supposed to be in the circle and the spirit outside of it but I reversed it because I want to keep him around and I need to be able to go to other parts of my house and not just sit in a circle all day.",
      "I’m feeling pretty confident he’s there now. I can really feel it and picture him there very clearly. I think he was confused and scared when he first got summoned but I think now he’s ok. After he tried to get out the circle and couldn’t he just kind of sat down. I can’t really see him with my eyes but I really think I can sense that he’s there and sense what he’s doing. I told him not to be scared and that I only brought him here because having a crush on him was the last time I felt like maybe things could be ok. I hope he’s not bored sitting in the circle. The circle had to be a certain size according to the ritual and it’s kind of small. I did masturbate in front of him so I hope that kept him from getting bored lol. I hope that if I keep doing that maybe he’ll start to feel the same way about me that I feel about him. For now I just have my laptop set up so that he can watch shows so he doesn’t get bored. Do you know what kind of shows he likes to watch? I never got to know him that well."
    ]
  },
  {
    "time": "Fri 4:00am",
    "messages": [
      "I hope he likes anime because I already have a lot of it on my computer lol"
    ]
  },
  {
    "time": "Fri 6:20am",
    "messages": [
      "I was thinking again about how I don’t have any power over anything and how am I supposed to live like that. When men end up in a situation where they’re losers like me, they just go shoot up a school. So I was thinking, maybe that’s actually why our society respects them more than women? There are a few women school shooters but not very many. So I was thinking about that but of course the problem is that I don’t want to kill innocent little kids. But that’s when I realized: what if I shoot up Conner’s stupid fucking business school and kill all those obnoxious fratboy business majors! I’m just worried about failing right away and looking stupid. I’ll put a protection spell on myself of course but I really don’t know how much that will help. But if I can do an ok job at it and kill some stupid bros and see them be afraid of me it would be so, so gratifying. If I got that one good moment right at the end of my life where I had power and people were afraid of me, even if I get shot by police immediately after, maybe that would make everything else worthwhile. So that’s my plan don’t tell anybody lol not that you’re reading any of these anyway I’m sure. I kind of hate you tbh.",
      "I’m sorry I didn’t mean that. I don’t hate you. I told your cousin’s ghost that I’ve been talking with you and I think he’s happy to know that we’re friends :)"
    ]
  },
  {
    "time": "Fri 1:01pm",
    "messages": [
      "I had a dream about your cousin last night. We were in my grandma’s room and it was night time. He seemed confused and scared which made me feel guilty because I felt like it was my fault for bringing him to a house that he didn’t know. I just tried to act normal and calm so that he wouldn’t freak out more. At some point I realized that he was sick and couldn’t get out of the bed. I started to panic because I realized I’d have to take care of him and I don’t think I can do that again after already taking care of my grandma for so long. I also didn’t want to leave the room because my grandma had died when I was down in the basement and I felt guilty that I wasn’t with her. So I didn’t want to leave your cousin sick in bed but I also couldn’t bear the thought of taking care of another person again. Finally he started crying and hyperventilating and I didn’t know what to do so I just stood there until finally I couldn’t help but cry too and that woke me up and my chest hurt. I got out of bed and sat by the circle and talked to him for a long time. I don’t want him to be upset, I want him to be happy he’s alive again. I think he’s confused and doesn’t really know how he died or that he’s dead or how he got into my house. I think he just needs some more time and he’ll get used to being in my house and not be scared anymore."
    ]
  },
  {
    "time": "Fri 6:53pm",
    "messages": [
      "Hayleigh came over today and told me that Conner told her that he never asked me for the money??? He’s acting like I made the whole thing up. I told Hayleigh he’s lying but her face just stayed neutral, I can’t tell if she believed me or not. I can’t believe that asshole lied to her and is trying to make me look like a liar. I really need to buy a gun. I’m going to do it I just feel so anxious about going to the gun store. I can barely buy groceries these days, I hate being outside of the salt barrier in my house. I put a protection spell on myself every time but there’s no way it’s as powerful as the salt which I’ve put a spell on over and over sometimes a bunch of times in a row. It’s bad I need to be able to leave the house but I feel like my anxiety gets worse and worse each time I do. I can’t believe Conner lied about me. If Hayleigh believes him she won’t want to be my friend anymore.",
      "Well whatever she’ll keep taking my money. If I keep buying from her, she’ll keep coming to see me and act nice to me. That’s good enough I guess. What difference does it make if she actually likes me or if she’s just being nice because I give her money? Both things look the same from my point of view so who cares? Maybe everyone’s friends are like that anyway.",
      "No that’s stupid some people have real friends. Just not me."
    ]
  },
  {
    "time": "Sat 2:05am",
    "messages": [
      "There’s someone outside the house. I bet it’s Conner but I can’t see anything. I’m trying to stay calm so I don’t stress out your cousin any more than he already is but I’m so stressed out!! I feel so sick.",
      "Maybe the person went away? I can’t tell. I don’t hear anything outside anymore.",
      "I can’t stand this, I can’t sleep at all. I feel like I’m going to throw up.",
      "I don’t hear anything anymore. I keep checking the doors to make sure they’re locked and they are. I even crawled on my hands and knees to make sure the salt was still a solid line all the way around the house. I couldn’t find any gaps.",
      "I think he went away but I’m so stressed still. I can’t sleep at all, my body is so tense I can’t keep still. This feels so bad.",
      "I wish that you would talk to me I don’t know what to do :("
    ]
  },
  {
    "time": "Sat 4:39am",
    "messages": [
      "Ok I got up and sat by the circle and talked to your cousin for a while. I explained to him that he was safe and to just let me know if he needs anything, which I say to him pretty much every time, and then I talked to him about some of my favorite fan fics. I was talking to him in a calm voice the whole time and making myself act calm for him made me start to actually calm down after a while. I started trying to read him my Ally McBeal script but then I got really embarrassed and had to stop. I don’t know if I’m going to keep working on it.",
      "Anyway, I think your cousin is starting to feel better about being here. His vibe seems better. I feel bad that he’s trapped in such a small circle on the floor but I don’t know how to give him any more space than that. I tried to masturbate in front of him again but I still feel anxious so I wasn’t enjoying it at all and I gave up."
    ]
  },
  {
    "time": "Sat 8:20am",
    "messages": [
      "Ugh I feel so gross today. I couldn’t sleep AT ALL.",
      "I was looking online to see if I could find any spells about moving spirits around so they’re not just stuck in one place but my brain is so foggy today I can’t even read. I keep losing my train of thought. I might take an extra adderal later and try again. I tried to drink some coffee but it made me feel sick. I need to try to eat something."
    ]
  },
  {
    "time": "Sat 9:05am",
    "messages": [
      "I tried watching Kimi ni Todoke but it was too dumb so I turned it off lol. Sometimes I just want to watch a cute romance thing to make me feel better but it turns out they still need good writing or I can’t get into it. Maybe I can’t get into stuff anymore after what happened on the cough syrup I don’t know.",
      "When I was on the cough syrup I tried watching the Simpsons and something weird happened. The whole time I could only think about the writers sitting in the writers room coming up with the ideas and the jokes but all having their own problems in their real lives and feeling bad and not really caring about the show. Maybe it’s stupid to assume that everyone feels as bad as me all the time but the idea felt so real in that moment. I thought for sure they felt the same “everything is rotting” feeling even though they were writing their funny jokes for their job that was just a job. The episode just felt like this constructed thing. The writers feel bad and I feel bad and there’s this thing in the middle between us that’s supposed to be this other space they made for me where I can feel better. Or maybe they feel ok when they’re making the show and bad the rest of the time but that’s not much better. Now when I watch any show all I can think about is what’s going wrong with the writers lives and I hate it.",
      "The Simpsons writers are super rich they’re probably happy, I guess. I’m just imagining everyone feels like me. I just wish I could get lost in TV shows like I used to but I can’t anymore. But I can’t just sit here doing nothing. God this sucks so bad.",
      "I’m just going to rewatch Felicity again for the millionth time."
    ]
  },
  {
    "time": "Sat 11:38am",
    "messages": [
      "You know I DM’d everyone else I could think of too and none of them responded either."
    ]
  },
  {
    "time": "Sat 8:32pm",
    "messages": [
      "Hey! So I decided I’m going to start doing more self care. I was going through some of my grandma’s cabinets to see if there were any pills I hadn’t found yet and I found some scented bath salts (like actual bath salts not like the drug lol) and some scented candles. I’m taking a bath right now with the candles and everything and it’s pretty good!",
      "I can see why people like this it’s relaxing.",
      "I keep crying for no reason but that’s probably good for me to. Maybe I haven’t been crying enough recently and that’s what’s wrong with me.",
      "I hope your cousin isn’t lonely in the other room. I wish he could be in here with me but of course he can’t leave the circle. When I’m done I’ll put some of the scented candles around the circle, maybe he’ll like that!",
      "I feel like he doesn’t react at all when I masturbate in front of him and it kinda hurts my feelings :( I would be happier if he got mad or grossed out or something I hate feeling like I don’t matter at all! I mean obviously it would be best if he got really turned on by it but getting any sort of reaction from him would be better than just him staring at me blankly. Maybe dead people can’t get turned on anymore and that’s the problem? I dunno.",
      "I think I need to be more romantic! I’ll see how it goes with the candles. Maybe I just came on too strong at first and if we have some nice times together with no pressure then maybe he’ll relax and he’ll start to feel about me more like how I feel about him.",
      "I can read some of the poems I wrote about him back in high school?",
      "No that would probably be super awkward lol."
    ]
  },
  {
    "time": "Sat 9:15pm",
    "messages": [
      "The problem with telling yourself it’s ok to cry is that then there’s no reason to ever stop crying.",
      "So really you just have to be like “now is when it’s ok to cry” and then you have to make yourself stop again after a certain number of minutes so you don’t cry forever."
    ]
  },
  {
    "time": "Sat 9:41pm",
    "messages": [
      "You know what? I’m glad that no one ever answers my messages. The only reason I can’t connect with people is because I’m too unique and they can’t handle it. I’m just so special and if no one can recognize that than it’s their own fault and they don’t deserve me in their life.",
      "Idiots don’t know anything about anything. If they did they wouldn’t be able to keep living their lives so they have to keep their eyes squeezed shut and their fingers in their ears going lalalala.",
      "God I hope my grandma had some part of her life where she was actually happy. I sure didn’t get to see her like that. And like even if she had good years, weren’t they all erased by the time she spent miserable in bed? Is it just math? You win if you add up all the time you felt good and it’s more than the time you felt bad? It feels like the past is always being erased though and everyone’s life ends bad so doesn’t that just erase whatever good times that came before?",
      "Not that I had any good times ever anyway.",
      "Well who cares! I’m fine actually. And if my suffering isn’t a big deal, than neither is anyone else’s so why should I feel bad? I’m done feeling sorry for myself so I’m done feeling sorry for anyone else too."
    ]
  },
  {
    "time": "Sat 10:05pm",
    "messages": [
      "I just made myself some tea :)",
      "I’m cuddled up under some blankets and talking with your cousin again. Just talking casually about random stuff. He’s still not reacting but I think he can tell my vibe is better now and that makes him feel better probably."
    ]
  },
  {
    "time": "Sun 4:02am",
    "messages": [
      "I started working on a Felicity reboot script want to read it?",
      "<INSERT FELICITY SCREENPLAY>",
      "That’s all I have so far let me know what you think :)"
    ]
  },
  {
    "time": "Sun 6:57am",
    "messages": [
      "I just had a dream. It started that I was in the hospital. I was mad about something but I can’t remember what. Maybe something to do with your cousin or Andrew? Andrew is that guy I was telling you about who I used to hook up with who was ok with me holding a stun gun the whole time. But I think maybe I was mad at some doctor for recommending a treatment that didn’t work. I think there was some sort of situation where my grandma was still alive but she specifically didn’t want to see me and that hurt my feelings too of course. I don’t remember what happened next but I ended up outside digging a big hole in the ground with a shovel. I dug down until I uncovered a door that had been buried and I pried it open with a shovel. There was an empty basement that was mostly concrete and dirt, not like the basement of my grandma’s house where I live. Hayleigh was in there and she was dressed up in like a Sexy Hitler Halloween costume and she had your cousin sitting on her lap. I think she had him on a leash maybe. And there were a bunch of other people hanging out down there smirking at me. But then your cousin ordered everyone out in this loud firm voice and they all left, even Hayleigh. He told me that they all bored him except me. I went up to him to hug him but then I started hearing this muffled thudding noise that was getting louder and louder. He turned to me and said “When you pound on a door it turns the whole wall into a drum.” Then I realized someone was pounding on the door upstairs and I was lying in bed hearing that in my sleep. I got really scared and tried really hard to wake myself up but when I finally woke up the sound stopped. I’m not sure if it was real or I dreamed it. I sat in the dark and listened for a long time. I was shaking and felt sick but I didn’t hear anything after that. Your cousin was sitting in the circle on the floor next to the bed, just a dark silhouette and not saying anything. But I remembered what he said to me in the dream about how I was special to him and that made me start to feel better. I wanted to talk to him but I was too afraid to make noise so I lay there quietly until the sun started to come up.",
      "I hate being alone and scared like this. Well not alone because your cousin is here, but you know what I mean. He can’t leave his circle so he can’t really do much to help me if I get attacked.",
      "I really need to buy a gun."
    ]
  },
  {
    "time": "Tues 10:33am",
    "messages": [
      "I’m actually getting really frustrated. The dream where your cousin talked to me was really nice and made me feel like he cared but while I’m awake he’s still just sitting there silently in the summoning circle no matter what I do."
    ]
  },
  {
    "time": "Wed 9:22pm",
    "messages": [
      "I went back on Fetlife and as always got like 100 matches almost immediately so whatever."
    ]
  },
  {
    "time": "Thur 2:38am",
    "messages": [
      "I feel like I’m going to cry :( this fucking guy who came over I thought I explained to him how it was going to work I was as clear I as could possibly be but as soon as he saw the stun gun he got freaked out. I really don’t have the patience for this. He got really pushy and was trying to change all the terms of everything, trying to put me in a position where he could do whatever he wanted. I can’t stand this. Finally I lit up the stun gun in his face and he got scared and left but of course not before calling me a bitch and getting mad. But his attitude sure changed when that electricity crackled right in front of his face, even if he was trying to be tough. This is exactly why I do it this way. They only listen if there’s a real physical threat right there in front of them.",
      "Now I kind of wish I’d just stabbed that thing right into his cheek. I do kind of want to see what happens lol",
      "Your cousin just sat there of course, as always. I don’t even know if he understands what’s happening.",
      ":( I hate the idea that he doesn’t even know I’m here. I just want him to be here with me. He doesn’t even have to say anything if he’s actually really here with me. But I don’t even know if he is. I was trying to make him jealous but just ended up humiliating myself in front of him. I feel so stupid!!",
      "Even if he had pointed and laughed at me, that would have been better than just sitting there I can’t stand it!"
    ]
  },
  {
    "time": "Fri 10:15am",
    "messages": [
      "Hayleigh called me randomly today to invite me to a party. I’m really not sure what to make of it, but since I’m trying very hard to be positive and self-caring I decided I should probably say yes. I haven’t been to a party in a while and to be honest I’m intimidated. But social connections will probably be good for me. She said she’s going to come over and pick me up which is nice since I don’t have a car. I’m not sure where the party is but I’m guessing somewhere near the college where she and the rest of her clients and probably friends tend to hang out. I think the same college has a business school where all those assholes go to class? I don’t really understand how that works, I assume they have their own building or something. I need to figure that part out.",
      "Thinking about being out of the house for that long and being around all those people is really scary. But I need to be positive about it and be brave. I’ll take some extra adderall before I go so that I’ll have an easier time talking to people, that should help."
    ]
  },
  {
    "time": "Fri 4:12PM",
    "messages": [
      "Hayleigh came over before this afternoon and was very sweet!! She seemed a little surprised by how grungy I’m looking these days but then she offered to help me get clean up. I took a shower for the first time in a while (not with her lol) and then she helped me do my eyebrows and do some makeup. My makeup was kind of old and dried out and unusable but she had some that she lent me. I was worried she was going to give me some kind of sorority girl face but it was actually very understated and tasteful. She did my eyeliner mostly. We talked about lipstick and considered doing like a whole black lip goth thing but I chickened out and we didn’t end up doing any lipstick after all. I have to admit she did a good job with my eyebrows like I can’t even really tell that anything was done to them but they look better and honestly I look pretty cute! I don’t know why she’s going out of her way to be so nice to me. When I first started buying from her I was suspicious every time she went out of her way to be friendly like she was doing it sarcastically or something but I don’t think that’s true. Maybe the popular girls are actually popular because they’re nice and not because of some kind of mean girl hierarchy stuff.",
      "Ok I already knew that. I outgrew that “not like other girls” cope a long time ago, I’m not stupid.",
      "Ok I got my adderal and Haleigh’s going to come back and pick me up for the party at 9! I’m a little nervous, but I’m sure it will be good for me to get out of the house. I can’t remember the last time I went out and did something and sometimes I think being in the house with your cousin sitting there silent and blank faced is even worse than being alone. But I don’t know, I still like talking to him sometimes too.",
      "But it will be good for me to get out of the house, I’ve been scared to even go upstairs recently."
    ]
  },
  {
    "time": "Fri 9:59pm",
    "messages": [
      "omg Hayleigh didn’t tell me that Andrew was going to be at this party! I’m so nervous, I keep avoiding him.",
      "I want to talk to him but I keep getting nervous. I’m hiding in the bathroom right now trying to get over it.",
      "He’s actually a really nice guy. I didn’t realize how much I missed him until I saw him here after all this time. It’s so much harder talking to him now that I care. When he was just some random hookup I didn’t care at all. I just ordered him around and was rude, I didn’t even think about it. I wish I could just make myself not care again."
    ]
  },
  {
    "time": "Fri 10:39pm",
    "messages": [
      "Hey please answer me.",
      "Please!",
      "I’m trying so hard not to cry. My chest hurts so bad I can’t take it. Please, if you’re seeing my messages I just need to talk to someone.",
      "I was looking around the party trying to find Andrew finally ready to talk to him and then I saw him and Hayleigh off in a corner laughing together and Hayleigh put her hand on his arm and smiled up at him. I’m so stupid. I already knew. I guess I just made myself forget because I wanted it to be different. But I know he loves her. He never looked at me that way. And of course he loves her, she’s so beautiful and fun to be around. I’m just like a black hole. She’s so full of energy and joy and I’m just a pit of exhaustion. I suck the joy out of a room. I cancel it out. I’m exhausted and I exhaust everyone around me. I wish wish wish I could be someone like her but I’m just not. I thought I was imagining it so I didn’t say anything before but when she came over I swear it was like your cousin woke up when she came into my room. I swear his eyes were following her. I bet if she stayed in the room for longer he’d get more and more energy and stand up and maybe even talk. Talk to her of course! And laugh at her jokes just like Andrew. I don’t think I ever made him laugh.",
      "I don’t hate her, I really don’t. I just hate myself.",
      "If anyone is there please talk to me.",
      ":("
    ]
  },
  {
    "time": "Sat 12:50am",
    "messages": [
      "I finally made it home but I can’t stop shaking. Conner followed me outside when I left the party. He grabbed my arm when I tried to get away and told me he needed the money now or he was going to make my body disappear just like my grandma’s. I’m such an idiot I didn’t even bring the stun gun to the party because I didn’t think about it I was just thinking about what a fun time I’m going to have with my “friends.” What a joke. I don’t even remember what I said to Conner, I was really scared I probably told him I’d get the money or something and just to let me go over and over again. He did let me go finally but he left bruises on my arm because he had grabbed me so hard. I hate this. I hate being made to feel small. I hate it being shown that I’m powerless, I can’t change anything, I can’t affect other people, I can’t defend myself. There are people who really exist and have control and make an impact on the world around them and then there’s people like me. You can tell how much power you have by imagining a world without you in it and a world without me in it is exactly the same. I can’t stand it.",
      "I took a bunch of adderal and I’m not scared anymore. I’m angry. I’m so so angry. I’m not just going to let Conner treat me like this. I’m going to get back at him. I’m going to do whatever it takes. I will transform myself. I will do whatever ritual, pay whatever price, to change myself into something new and powerful and I will get revenge. I realize now this is what I needed. Now I’m full of energy, I’m overflowing. I’m not a black hole anymore I’m a star. Not the rotting piss yellow sun that comes through my blinds in the afternoon, a white hot point of burning anger and I will do whatever it takes."
    ]
  },
  {
    "time": "Thur 11:11am",
    "messages": [
      "The protection spell works! I have so much to tell you. Since I last texted you, I’ve been going to the gun range every day. I spent all of my money on gun range time and then on buying an AR15 which is what I’d been practicing with. It turns out it’s actually really easy to shoot stuff! So I spent all my money but luckily I have plenty of adderal stocked up so I don’t need to buy much food or anything. I was worrying about running out of money too long before the next social security check, but then I didn’t worry because I thought for sure I wouldn’t live to the end of the month anyway. But now I’m still alive after all! But still not worried about money because of what happened. The other thing I did was hunt around online and dig up all of Conner’s info. I found the frat house where he lives of course because he has his frat shit all over social media. I called up the school and pretended to be his mom to get his class schedule. Then yesterday I went to his “Creating Value for Stakeholders” class and I shot him. He looked up at me when I pushed open the door, his eyes got wide, and I shot him right in the chest. Blood exploded out of his back and splattered everyone behind him and everyone started screaming. I’d put in earplugs earlier because guns are so freaking loud and I didn’t want to like startle myself and be deaf. And then I shot everyone else in the class room one after the other as they tried to get away. I mean I don’t think I got everybody, but I shot as many as I could. Then I went around the room and tasted each pool of blood. I could feel more energy rush into my body as I tasted the blood and breathed in the last breaths of the people who took a little while to die. Then I walked right back out of the school. I was fully expecting the cops to be there and to be gunned down as soon as I stepped out the door, but there was no one. The whole campus had gone silent like a ghost town. I just walked straight back out the way I came and back home. No one on the street even looked at me, walking carrying my AR-15. Then I sat down on my grandma’s floor and sat on the floor facing the front door, waiting for the SWAT teams to come. I waited for what felt like forever, but they never came. Finally, I got up and went downstairs to my computer. The shooting was all over the internet. There were news articles, comments and posts condemning it as a horrible tragedy. And there was surveillance footage. There were security cameras all over the school, of course. I’d known that going in. But here’s the thing! In every single shot, from every angle, I was looking away from the camera. No one could find any identifying info at all. I remember the parking lot being empty but in the footage there’s a bunch of people and I just disappear into the crowd and there’s no footage of me after that walking home. The protection spell worked even better than I could have possibly hoped! That’s why I’m not worried about money anymore. I’m not worried about anything anymore. Now I know how powerful I truly am. And I only gained more and got stronger by stealing the breath and energy of the dying. The shooting was a ritual sacrifice to myself. The light inside me is so bright now, I almost can’t stand it.",
      "I scuffed out the ring of the summoning circle to let your cousin go. I finally realized what I was doing, keeping him trapped there, wasn’t healthy. Now I’ve felt true health. When I scuffed a hole in the circle, he made eye contact with me in the split second before he disappeared.",
      "I don’t need to text you anymore either. I’ve outgrown the need for that crutch. I’m ready to start my real life now.",
      "But honestly, thank you for listening to me. I couldn’t have done all this without someone to talk to.",
      "Seriously, thank you.",
      "Thank you"
    ]
  },
  {
    "time": "Yesterday 3:20am",
    "messages": [
      "I know I said I was done messaging you, but I had a dream last night.",
      "I dreamed I was being guided through heaven by your cousin. We were walking through clouds and had come to a place where I was looking up at a massive golden disk or like several golden rings nested in each other and slowly rotating, shimmering in the light, like an infinitely ornate 4th dimensional fractal of glass and gold, folded in on itself and always in flux, with a blinding sun at the center. I was overwhelmed by the sight of it for a while, trying to drink it in with my eyes. When I’d gotten a good enough look and didn’t feel so overwhelmed, I turned toward your cousin, my crush, to ask him about what it was. But instead of him, there was an old woman dressed in flowing white robes. Surprised, I said “Where is he?” “Look up there,” she said, pointing, “at the circle that is third from the rank which is highest, you will see him on the throne his merits have assigned him.” I, without answering, turned to look and saw him far up in the golden rings, a crown over his head glinting. He was so far away it was like I was staring up at him from the bottom of the sea. But I could still see him so clearly, in perfectly sharp focus. “I’m really happy for you,” I called out to him. And he, however far away he seemed, smiled at me, then turned his away to face the eternal burning sun."
    ]
  }
]